{
  "tips": [
    {
      "mrkdwn_in": [
        "text"
      ],
      "author_name": "Tricks to Appear Smart During Meetings",
      "author_link": "https://thecooperreview.com/10-tricks-to-appear-smart-during-meetings/",
      "text": ":energon: *Repeate the last thing the engineer said, but very very slowly* :bulb:",
      "fields": [
        {
          "value": "After he utters these divine words, chime in with, “Let me just repeat that,” and repeat exactly what he just said, but very, very slowly. Now, his brilliance has been transferred to you. People will look back on the meeting and mistakenly attribute the intelligent statement to you."
        }
      ]
    },
    {
      "mrkdwn_in": [
        "text"
      ],
      "author_name": "Tricks to Appear Smart During Meetings",
      "author_link": "https://thecooperreview.com/10-tricks-to-appear-smart-during-meetings/",
      "text": ":energon: *Ask 'will this scale?' no matter what it is* :bulb: ",
      "fields": [
        {
          "value": "It’s important to find out if things will scale no matter what it is you’re discussing. No one even really knows what that means, but it’s a good catch-all question that generally applies and drives engineers nuts."
        }
      ]
    },
    {
      "mrkdwn_in": [
        "text"
      ],
      "author_name": "Tricks to Appear Smart During Meetings",
      "author_link": "https://thecooperreview.com/10-tricks-to-appear-smart-during-meetings/",
      "text": ":energon: *Ask the presenter to go back a slide* :bulb:",
      "fields": [
        {
          "value": "“Sorry, could you go back a slide?” They’re the seven words no presenter wants to hear. It doesn’t matter where in the presentation you shout this out, it’ll immediately make you look like you’re paying closer attention than everyone else is, because clearly they missed the thing that you’re about to brilliantly point out. Don’t have anything to point out? Just say something like, “I’m not sure what these numbers mean,” and sit back. You’ve bought yourself almost an entire meeting of appearing smart."
        }
      ]
    }
  ]
}